export interface IContent {
	reciever: string;
	email: string;
	contents: string[];
}

export const contents = [
	{
		reciever: "นินจา",
		email: "",
		contents: [
			`ฮัลโลวววว ขอโทษที่ส่งช้าาาาน้าาาา~~~  🥹🙏 ผ่านมาตั้งเกือบ 2 สัปดาห์ 555555  ขอบคุณ Mirror ที่ส่งมาให้มากๆ เลย "สุดโหด" ตัวเบ้งๆ 555555 จริงๆ ก็ไม่ได้จะเทพไรมากมายขนาดนั้นนนนนน 5555555 เป็น Flow ของ ComCamp ทั้งนั้นเอามา Reuse ใหม่ 5555555 ก็ขอบคุณที่ไว้ใจให้เป็น Head นะ คือในบางครั้งที่อาจจะไม่ได้เรียกไปช่วยงานบ้างก็ขอโทษด้วย คือในงานบางอย่างก็อยากจะ Makesure เพื่อไม่ให้มันผิดพลาดจริงๆ เเล้วก็อยากขอบคุณมากๆ เลยที่สมัคร Staff ModCom ฝ่ายเทคนิคมา ขอบคุณมากๆ เลย ไม่งั้น Flow อาจจะลำบากกว่านี้เเน่ๆ ขอบคุณมากๆ เลย 😍🥰`,
		],
	},
	{
		reciever: "หมี่",
		email: "",
		contents: [
			`หวัดดี ทิวัส เอ้ยย บะหมี่ 😙 ขอบคุณสำหรับ Mirror มากๆ เลย ไอโอ๊คคนนี้ขอบคุณมากๆ 😁 ขอบคุณที่สนใจเข้าเป็นส่วนหนึ่งของเทคนิคมดคอมน้าา ในตอนนเเรกเห็นคนที่สมัครเข้ามาก็เยอะสุดๆ พี่มีมึงมาด้วยกลายเป็นว่ากุโคตรโล่งอกเเบบถ้าตอน ComCamp คือคิดเเล้วคิดอีกว่า Flow จะเป็นยังไงให้คนพอ เเต่พอครั้งนี้มึงเป็น 1 คนที่ไว้ใจงานได้เลย เพราะที่เข้ามาใหม่ก็คิดว่ายังไม่คุณชินกับ Flow งานสไตล์ ComCamp เท่าไร คิดว่าอาจจะเเค่เคยทำ SyncNight มา ขอบคุณมากๆ เลย เเล้วก็ที่บอกว่าขอบคุณที่ทำงานหนักหนะ คือถ้าไม่ได้มึงช่วยมันอาจจะหนักกว่านี้ 100 เท่าเลย ส่วนพักผ่อนเนี่ยจะเอาไว้พิจารณาละกัลลลน้าาาา 55555555 😁`,
		],
	},
	{
		reciever: "นนท์",
		email: "",
		contents: [
			`เอ๊ะ ทำไมเหมือนส่งให้ตัวเอง 555555 ขอโทษที่ส่งให้ช้าน้าา  🥹 เกือบ 2 สัปดาห์ 💀 5555555 เเล้วก็ขอบคุณที่เขียน Mirror มาให้น้าาา  อย่าง "เก่งมากๆๆๆๆ" เนี่ยก็อยากส่งกลับให้ด้วย 🥰 ส่วนระดับบอส ทำได้ทุกอย่างเนี่ย 555555 อาจจะยังน้าาา ลองคิดดูสิ ถ้าไม่ได้นนท์ เเละคนอื่นๆ  มาช่วย ใครจะไปทำได้ทั้งหมด อยากขอบคุณมากๆ เลยที่เพื่อน สมัครเทคนิค ModCom ครั้งนี้มา ช่วยได้เยอะเลยนี่ขนาดบรีฟกิจกรรมว่าอย่าเอากิจกรรมเวอร์ๆ เเล้วนะ ถ้าไม่ได้ นนท์หรือคนอื่นๆ คงเเย่เเน่ๆ 💀 เเละก็เป็นการทำค่ายอีกค่ายนึงเลยที่สนุกมากจริงๆ เหมือนกัลลลล 😆`,
		],
	},
	{
		reciever: "นำ้เพชร",
		email: "",
		contents: [
			`หวาดดดดีย์ย์ย์ย์ย์ย์ย์ย์ โทดทีส่งให้ช้าเลยย 🙏 เกือบ 2 สัปดาห์ 💀 5555555 ขอบคุณ Mirror มากๆ เลยที่ส่งให้มา จะเก็บไว้อย่างดีเลยเเหละ 55555 🥰 เเต่ที่บอกว่าอย่างกับโทนี่สตากมาเองนี่อาจจะย้งน้าาา 55555 ใครจะไปทำได้้้้้ มันก็ต้องมีทุกๆ คนนี่เเหละช่วยๆ กันงานเลยออกมาดีนี่ไง 😆 ส่วนที่บอกว่าไม่ค่อยรุ้เรื่องพวกนี้เลย ที่จริงไม่เป็นไรเลย ต้องขอบคุณซ่ะอีกที่เพื่อนสมัครเข้ามาอยู่ในทีมเทคนิคด้วย ไม่งั้นงานคงไม่ออกมาสบายๆ ง่ายๆ เเบบนี้ น้ำเพชรเเละทุกๆ คนทำงานดีมากจริงๆ ทำตาม Script ตามเเผนเป๊ะๆ เลยเจ๋งมากๆ อย่างที่บอกช่วยอะไรไม่ได้มาก นี่ก็อาจจะยัง เพราะช่วยได้เยอะเลยจริงๆ ถ้าไม่เป็นก็คงไม่สามารถใช้เครื่องเสียงได้เเล้ว เเต่นี่เเค่สอนไปเเป๊บๆ วันเดียวก็ใช้เป็นเเล้วถือว่าเจ๋งงงงเลยเเหละ 👏  ถึงบางครั้งจะมีงานนิดๆ หน่อยๆ ที่ไม่ได้เรียกช่วยก็ขอโทษด้วย คือในงานบางอย่างก็อยากจะ Makesure เพื่อไม่ให้มันผิดพลาดจริงๆ ขอบคุณมากๆ เลยที่มาช่วยกันให้งานลุล่วงนะ 🥰`,
		],
	},
	{
		reciever: "มินมิน",
		email: "",
		contents: [
			`ก. เป็นล้านนนเลยหรือพี่!!!!  5555555 ชอบๆ 555 🥰 ฝ่ายกิจกรรมก็เก่งมากเหมือนกันนนนะ บางกิจกรรมนี่ Create สุดๆ ไปเลย บางอันก็ไม่ค่อยเข้าใจด้วย เอ้ามันดีหรือไม่ดีว่ะ 5555555 😆 คือจะบอกว่ามันเป็น Flow ของ ComCamp เอามาโม หมดเลย 55555 😆 เเต่นั่นเเหละกิจกรรมเจ๋งงสุดๆ ขอบคุณ Mirror ที่ส่งให้มากๆ เลยน้าาาา 🥰 กิจกรรมมมมมมมมมม!!! 👽`,
		],
	},
	{
		reciever: "เจ้าทรัพย์",
		email: "",
		contents: [
			`หวัดคับบ น้องขุนเเผน เอ้ย! 55555 ขอบคุณที่ส่ง Mirror ให้นะ ถึงจะลังเลก็เถอะว่าคืออันไหน หรืออาจจะไม่ใช้ทั้ง 2 ก็ตาม 555555 😆 เเต่ก็ขอบคุณมากๆ เลยที่สมัครเข้ามาเป็นส่วนหนึ่งของฝ่ายเทคนิคนะ ตอนเเรกคิดว่าจะไม่ค่อยมีคนสมัครมาด้วยซ้ำเเบบ อาจจะมีเเค่ 5 - 6 คนเท่านั้นเเต่ก็เกินคาดเลย 😱 ต้องขอบคุณเจ้าทรัพย์ เเละเพื่อนๆ เจ้าทรัพย์ มากๆ เลยที่สมัครเข้ามากัน ทำให้งานออกมาง่าย ชิววว เลย ถึงบาง Event จะมีอุปสรรค์เเต่ก็ขอบคุณที่อยู่ช่วยเสมอเลย เเละขอบคุณที่ช่วยกันตลอดทั้งงานเลย เป็นการทำค่ายอีกค่ายนึงเลยที่สนุกมากจริงๆ ขอบคุณมากๆ เลย 🥰`,
		],
	},
	{
		reciever: "ม่อน",
		email: "",
		contents: [
			`เฮลลโลววววววววว ขอบคุณสำหรับ Mirror น้าาา 😆 ถึงกุจะลังเลหน่อยๆ เถอะว่าอันไหนอ่ะนะ 😆 เเต่กุว่า 1 ใน 2 อันนั้นน่าจะมีของมึงอยู่ ก็ขอบคุณที่สมัครอยู่ฝ่ายเทคนิค ModCom ด้วยกัน เเละอยู่ช่วยงานกันจบจบค่ายไปด้วยดีนะะ 😉 `,
		],
	},
	{
		reciever: "บูม",
		email: "",
		contents: [
			`ถึงสุดยอด Head บ่อกุ้ง`,
			`ไอบูม, ปฏิบูม, บูมฏิพล`,
			`กุขอเดาว่าอันนี้คือ Mirror ของมึง ขอบคุณสำหรับ Mirror มากๆ เลย 😍 เเล้วก็ขอบคุณมึงมากๆ ที่คอยดูเเลหน้างานดูเเลคนมาใหม่เเทนกุตอนกุกำลังเก็บงานตามไป 😉 ขอบคุณที่มาช่วย ModCom ด้วยกันนนะ 🥰 Flow งานก็อปวาง ComCamp ทั้งนั้น 5555 😅 #สิงฆ์เลม่อนโซดา #เขาพรรณษา #เลิกเเล้วคับบบ 😙`,
		],
	},
	{
		reciever: "นาโน",
		email: "",
		contents: [
			`นี่ครั้งนี้กุให้ Priority มึงสูงสุดนะ ตอนเขียนกลับให้กุก็เขียนให้คนเเรก ตอนจะส่งให้ก็ส่งให้คนเเรก 😁 รวมถึงวันค่ายกุค่อนข้างใว้ใจมึงมากๆ นะ ทั้งที่เคยทำงานด้วยกันเเล้ว ทั้งที่มึงเข้าใจงานมากกว่า คนที่เข้ามาใหม่ ในวันเเรกเลยใว้ใจให้ฝากดูหน้างานให้หน่อยเพราะต้องตามเก็บงานเเละเช็คของทั้งหมดให้พร้อมก่อนไป เเล้วก็ขอบคุณ Mirror มากๆ เลยที่ส่งให้ 😭 (เวลาชีวิต -10 วินาที)(ไม่มีไรจะเขียนหรือไงว้าาาไอ eibmuj) 🤓 เเละก็ขอบคุณมากๆ เลยที่สมัครเข้าเทคนิคมาช่วยกัน ไม่ได้นาโนคงเเย่ คนที่เคยทำ ComCamp เเล้วรู้งานก็ไม่กี่คน ถ้านาโนไปคงดูเเลงานไม่ทั่วถึงเเน่ๆ ขอบคุณมากๆ เลย 🥰  สุดยอดสวัสดิการเทคนิค 😆`,
		],
	},
];
